{
  "LuaSnip": { "branch": "master" },
  "QFEnter": { "branch": "master" },
  "SimpylFold": { "branch": "master" },
  "ack.vim": { "branch": "master" },
  "claudecode.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorizer": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "switch.vim": { "branch": "main" },
  "tailwind-sorter.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "typescript-vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-DeleteTrailingWhitespace": { "branch": "master" },
  "vim-blockle": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-dune": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-easygrep": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-ember-hbs": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fixmyjs": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-haml": { "branch": "master" },
  "vim-horizon": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-iterm-rspec": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsbeautify": { "branch": "master" },
  "vim-jsx": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-pandoc": { "branch": "master" },
  "vim-pandoc-syntax": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-ripgrep": { "branch": "master" },
  "vim-rubocop": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-textobj-ruby": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vim-web-indent": { "branch": "master" },
  "vim-yaml-helper": { "branch": "master" },
  "vimagit": { "branch": "master" },
  "vison": { "branch": "master" },
  "yajs.vim": { "branch": "master" }
}
